---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadNatureName
source: html/3c4b62c8-372c-a09d-53f4-5c5247ad0929.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadNatureName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadNatureName { get; }
```